tap "browsh-org/browsh"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "moncho/dry"
tap "ringohub/redis-cli"
brew "ack"
brew "ant"
brew "readline"
brew "autoconf"
brew "awscli"
brew "bat"
brew "gettext"
brew "certbot"
brew "checkstyle"
brew "cloc"
brew "cmake"
brew "composer"
brew "coreutils"
brew "curl", args: ["with-nghttp2"]
brew "direnv"
brew "diskus"
brew "docker-credential-helper-ecr"
brew "exa"
brew "fd"
brew "gcc"
brew "fftw"
brew "findutils", args: ["with-default-names"]
brew "fzf"
brew "gawk"
brew "giflib"
brew "git"
brew "gnu-getopt"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "jasper"
brew "webp"
brew "graphicsmagick", args: ["with-little-cms2"]
brew "grc"
brew "grep", args: ["with-default-names"]
brew "hexyl"
brew "httpie"
brew "icdiff"
brew "ilmbase"
brew "imagemagick", args: ["with-librsvg"]
brew "iperf"
brew "ivy"
brew "oniguruma"
brew "jq"
brew "libcec"
brew "libexif"
brew "libgsf"
brew "libidn2"
brew "maven"
brew "micro"
brew "python@2"
brew "protobuf"
brew "mitmproxy"
brew "modman"
brew "moreutils"
brew "mysql-client"
brew "ncdu"
brew "node"
brew "nspr"
brew "nss", link: false
brew "nvm"
brew "openexr"
brew "openslide"
brew "orc"
brew "peco"
brew "pgcli"
brew "pngcrush"
brew "poppler"
brew "postgresql"
brew "pup"
brew "putty"
brew "py2cairo"
brew "py3cairo"
brew "pygobject3"
brew "rbenv"
brew "ruby"
brew "scala"
brew "smake"
brew "star"
brew "the_silver_searcher"
brew "thefuck"
brew "tidy-html5"
brew "tree"
brew "unixodbc"
brew "vips"
brew "wget"
brew "yarn"
brew "browsh-org/browsh/browsh"
brew "moncho/dry/dry"
cask "corretto"
cask "java"
cask "mysql-shell"
cask "ngrok"
